istio/abcd_perf/multi-perf/report1000.txt
Requests      [total, rate]            30000, 1000.03
Duration      [total, attack, wait]    29.999577315s, 29.999100992s, 476.323µs
Latencies     [mean, 50, 95, 99, max]  778.16µs, 596.3µs, 1.881992ms, 4.203328ms, 16.116237ms
Bytes In      [total, mean]            780000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:30000  
Error Set: