istio/abcd_perf/multi-perf/report2500.txt
Requests      [total, rate]            75000, 2499.98
Duration      [total, attack, wait]    30.00191713s, 30.000292714s, 1.624416ms
Latencies     [mean, 50, 95, 99, max]  1.373593ms, 595.653µs, 4.737793ms, 11.328981ms, 46.444829ms
Bytes In      [total, mean]            1950000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:75000  
Error Set: